{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/198330/",
  "id": 198330,
  "absolute_url": "/opinion/198330/barreto-rivera-v-medina-vargas/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/198330/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:50:27Z",
  "date_modified": "2020-02-21T23:34:11.661710Z",
  "type": "010combined",
  "sha1": "9e1d4dd5bc422044c6e8f60ebd6083bb61414efe",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1222.01A",
  "local_path": null,
  "plain_text": "             United States Court of Appeals\r\n                 For the First Circuit\r\n\nNo. 98-1222\r\n\n             AMELIA BARRETO-RIVERA, ET AL.,\r\n\n                Plaintiffs, Appellants,\r\n\n                           v.\r\n\n             LUIS R. MEDINA-VARGAS, ET AL.,\r\n\n                 Defendants, Appellees.\r\n\n    ON APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n  [Hon. Jaime Pieras, Jr., Senior U.S. District Judge]\r\n\n                         Before\r\n\n             Stahl, Lipez, Circuit Judges,\r\n         and Reavley,* Senior Circuit Judge.\r\n\nRaul S. Mariani Franco with whom Carlos M. Hernandez\r\nLopez, Juan C. Cancio Reichard, and Cancio &amp; Cancio Reichard were\r\non brief for appellants.\r\nJohn F. Nevares with whom Lizzie M. Portela and Smith &amp;\r\nNevares were on brief for appellees.\r\n\nFebruary 18, 1999\r\n\n*Of the Fifth Circuit, sitting by designation.\r\nLIPEZ, Circuit Judge.  Plaintiffs, relatives of decedent \r\nArstides Ortega-Barreto (\"Ortega-Barreto\"), brought suit under 42\r\nU.S.C.  1983 against defendants Luis Medina-Vargas (\"Officer\r\nMedina-Vargas\"), a police officer of the Commonwealth of Puerto\r\nRico, and his supervisor at the Puerto Rico Police Department,\r\nSuperintendent Pedro Toledo-Dvila (\"Toledo-Dvila\").  Plaintiffs\r\nalleged that Officer Medina-Vargas, acting under color of state\r\nlaw, used excessive force to shoot and kill Ortega-Barreto.  The\r\ndistrict court disagreed and granted summary judgment in favor of\r\ndefendants, concluding that the fight between the two men that led\r\nto Ortega-Barreto's death was personal in nature and thus Officer\r\nMedina-Vargas was not acting under color of state law when he shot\r\nOrtega-Barreto.  After a careful review of the record, we conclude\r\nthat there are genuine issues of material fact that preclude the\r\nentry of summary judgment.  Accordingly, we vacate the judgment and\r\nremand for further proceedings. \r\nI. Background\r\nWe recite the facts in a light most favorable to the\r\nnonmoving party, making all reasonable inferences in that party's\r\nfavor.  See Martinez v. Colon, 54 F.3d 980, 980 (1st Cir. 1995). \r\nOn April 28, 1995, Ortega-Barreto left his house and went to a\r\nlocal store to purchase cigarettes and beverages.  As Ortega-\r\nBarreto drove home from the store, Officer Medina-Vargas followed\r\nOrtega-Barreto in his police cruiser and attempted to force Ortega-\r\nBarreto to pull his car over to the side of the road.  Ortega-\r\nBarreto refused to stop his vehicle and Officer Medina-Vargas\r\nchased Ortega-Barreto back to his house.  Officer Medina-Vargas\r\nparked behind Ortega-Barreto and said, \"Come here, I want to talk\r\nto you.\"  He then demanded Ortega-Barreto's driver's license and\r\nvehicle registration.  Ortega-Barreto told him that he had the\r\nvehicle registration, but he did not have a license.  An argument\r\nensued and the men shouted profanities at each other.  Ortega-\r\nBarreto told Officer Medina-Vargas, \"You got fresh or made a pass\r\nat my wife,\" to which Officer Medina-Vargas responded, \"You are\r\nfresher because you have abused many old folks around here.\"  The\r\ntwo men began to throw punches at each other and Officer Medina-\r\nVargas repeatedly hit Ortega-Barreto with his night stick.  The men\r\nwere separated and Ortega-Barreto retreated into his house.  \r\nAt that point, Ortega-Barreto's uncle and mother\r\napproached Officer Medina-Vargas.  Officer Medina-Vargas pushed\r\nOrtega-Barreto's uncle to the ground and shoved his mother.  Upon\r\nseeing his family assaulted, Ortega-Barreto left his house, went\r\ninto his yard and picked up a piece of plastic tube.  He started\r\ntoward Officer Medina-Vargas with the tube in his hand.  Although\r\nseveral witnesses were able to take the tube from him, Ortega-\r\nBarreto continued to approach Officer Medina-Vargas.  As Ortega-\r\nBarreto approached, Officer Medina-Vargas radioed for back up\r\nstating: \"10-50, I have been attacked.  Hurry up, this guy is\r\nacting tough and I am going to have to shoot him.\"  Police\r\nLieutenant Jose Francisco Cruz-Feliciano told Officer Medina-Vargas\r\nto calm down and that help was on the way.   Ortega-Barreto,\r\nstanding approximately six to eight feet from Officer Medina-\r\nVargas, told Officer Medina-Vargas to drop his gun and to fight\r\nwith his fists.  Officer Medina-Vargas instructed Ortega-Barreto\r\nnot to come any closer or he would shoot.  Ortega-Barreto continued\r\nto approach, empty handed, and Officer Medina-Vargas shot him in\r\nthe stomach. Ortega-Barreto fell to the ground.  Bystanders yelled\r\nat Officer Medina-Vargas that he had killed Ortega-Barreto.  \r\nOfficer Medina-Vargas responded that if Ortega-Barreto got up, he\r\nwould shoot him again.  Ortega-Barreto was pronounced dead at the\r\nhospital.  \r\nOn April 26, 1996, plaintiffs filed a complaint under 42\r\nU.S.C.  1983 in the United States District Court for the District\r\nof Puerto Rico alleging that Officer Medina-Vargas's conduct\r\nviolated Ortega-Barreto's civil and constitutional rights.  The\r\ncomplaint further alleged that Superintendent Toledo-Dvila was\r\nliable for Officer Medina-Vargas's conduct because he failed to\r\ncontrol, supervise and discipline Officer Medina-Vargas despite\r\nToledo-Dvila's knowledge of Officer Medina-Vargas's disciplinary\r\nproblems.  Officer Medina-Vargas failed to answer the complaint and\r\na default judgment was entered against him on January 14, 1997. \r\nThe case then proceeded against Superintendent Toledo-Dvila on the\r\nclaim of supervisory liability.  Toledo-Dvila filed a motion for\r\nsummary judgment, arguing that Officer Medina-Vargas's actions were\r\nnot under color of state law and thus no supervisory liability\r\ncould be attributed to Toledo-Dvila under 42 U.S.C.  1983.  The\r\nmotion was granted by the court on November 24, 1997, and\r\nplaintiffs' complaint was dismissed.  This appeal followed.\r\nAs noted above, there was a default judgment entered\r\nagainst Officer Medina-Vargas.  Nevertheless, to determine whether\r\nSuperintendent Toledo-Dvila could be liable under a theory of\r\nsupervisory liability, we must first determine if there are genuine\r\nissues of material fact relating to whether Officer Medina-Vargas\r\nwas acting under color of law when he shot and killed Ortega-\r\nBarreto.  Only then do we reach the issue of whether there are also\r\ngenuine issues of material fact relating to Toledo-Dvila's\r\nresponsibility for Officer Medina-Vargas's conduct. \r\nII. Discussion\r\nFederal Rule of Civil Procedure 56(c) permits a court to\r\nenter summary judgment when \"the pleadings, depositions, answers to\r\ninterrogatories, and admissions on file, together with the\r\naffidavits, if any, show that there is no genuine issue as to any\r\nmaterial fact and that the moving party is entitled to a judgment\r\nas a matter  of law.\" Fed. R. Civ. P. 56(c).  Our review is de novo\r\nand we evaluate the record in a light most favorable to the\r\nnonmoving party, \"indulging all reasonable inferences in that\r\nparty's favor.\" Maldonado-Denis v. Castillo-Rodriguez, 23 F.3d 576,\r\n581 (1st Cir. 1994).  Although we will not credit unsupported\r\nspeculation,  \"the nonmoving party is entitled 'to have the\r\ncredibility of his evidence as forecast assumed, his version of all\r\nthat is in dispute accepted, [and] all internal conflicts in [the\r\nevidence] resolved favorably to him. . . .\" Greenburg v. Puerto\r\nRico Maritime Shipping Auth., 835 F.2d 932, 935 (1st Cir.\r\n1987)(quoting Charbonnages de France v. Smith, 597 F.2d 406, 414\r\n(4th Cir. 1979)).  Put another way, in evaluating a motion for\r\nsummary judgment, we must determine \"whether the evidence presents\r\na sufficient disagreement to require submission to a jury or\r\nwhether it is so one-sided that one party must prevail as a matter\r\nlaw.\" Anderson v. Liberty Lobby, Inc.,  477 U.S. 242, 251-52\r\n(1986).\r\nA. Liability under 42 U.S.C.  1983\r\nTo state a claim under section 1983, a plaintiff must\r\nallege two elements: 1) that the conduct complained of has been\r\ncommitted under color of state law, and 2) that this conduct worked\r\na denial of rights secured by the Constitution or laws of the\r\nUnited States. See Martinez v. Colon, 54 F.3d 980, 984 (1st Cir.\r\n1995).  In analyzing the first element in this case -- namely,\r\nwhether the conduct of the police officer involved private violence\r\nor violence attributable to state action -- we have warned that\r\ncourts must avoid simplistic solutions. See id. at 986.  No single,\r\neasily determinable factor will control whether a police officer\r\nwas acting under color of state law.  See id.  While certain\r\nfactors will clearly be relevant -- for example, a police officer's\r\ngarb, an officer's duty status, the officer's use of a service\r\nrevolver, and the location of the incident -- these factors must\r\nnot be assessed mechanically.  See id. at 986-87; Parrilla-Burgosv. Hernandez-Rivera, 108 F.3d 445, 448 (1st Cir. 1997).\r\nIn Martinez, we explained that \"whether a police officer\r\nis acting under color of state law turns on the nature and\r\ncircumstances of the officer's conduct and the relationship of that\r\nconduct to the performance of his official duties.\"  Martinez, 54\r\nF.3d at 986.  Such an evaluation requires an assessment of the\r\ntotality of the surrounding circumstances, see id. at 987, and\r\n\"[t]he key determinant is whether the actor, at the time in\r\nquestion, purposes to act in an official capacity or to exercise\r\nofficial responsibilities pursuant to state law,\"  id. at 986.   In\r\napplying these principles to the facts at issue in Martinez, we\r\nconcluded that an on-shift officer who shot and maimed a fellow\r\nofficer was engaged in a \"personal frolic\" and not acting under\r\ncolor of state law. Id. at 987.  The on-shift officer relentlessly\r\nharassed Martinez over a period of time, verbally abusing him,\r\npointing his gun first at Martinez's stomach and then later at his\r\ngroin, taunting him and asking Martinez if he was scared. \r\nThroughout these encounters, the officer never asserted his\r\nauthority as a police officer.  We concluded that he \"was bent on\r\na singularly personal frolic: tormenting an acquaintance.\" Id.  In\r\nthe case of an officer against officer dispute, the limited indicia\r\nof state action, i.e., use of his police weapon, his on-shift\r\nstatus and his uniform, were not enough to establish that the\r\nofficer \"exercise[d], or purport[ed] to exercise, any power (real\r\nor pretended) possessed by virtue of state law. . . . Though on\r\nduty and in uniform, [the officer's] status as a police officer\r\nsimply did not enter into his benighted harassment of his fellow\r\nofficer.\" Id. \r\nMore recently, in Parrilla-Burgos, we again addressed the\r\nparameters of police conduct allegedly carried out under color of\r\nstate law. Parrilla-Burgos, 108 F.3d 445.  A police officer shot\r\nand killed a bar patron during a fight outside of the bar.  See id.at 446-47.  The officer was on medical leave and, although he was\r\nnot in uniform, he was carrying his police identification and\r\nservice revolver.  The officer went to the bar with a group of\r\nfriends where he encountered the decedent.  See id. at 446. \r\nThreats were made and the officer told decedent: \"I'll look at you\r\nwhichever way I please, because I am a cop.\"  The situation\r\nescalated and again the officer told decedent that, \"I look at\r\nanybody I want, because I am a cop.  Anybody I decide I want to\r\nlook at dirty, I look at them dirty.\"   Id. at 447.  A crowd\r\ngathered around the men and apparently the officer showed his\r\nidentification and told the crowd that he was there to keep the\r\npeace.  Although this act controlled the situation for a few\r\nminutes, tensions increased shortly thereafter.  See id.  While\r\nstill in the bar, the decedent challenged the officer and stated,\r\n\"Well, you leave the gun and me and you will have it out, outside.\" \r\nThe officer responded, \"I don't need a gun to fight you. Come on,\r\nstep outside.\"  The men did step outside, but the officer brought\r\nhis gun.  Almost immediately, as they began to fight, the officer\r\npulled out his weapon and shot the decedent six times.  See id. \r\nOn the basis of these facts, we concluded that, even\r\nthough some factors weighed in favor of finding that the officer\r\nwas acting under pretense of law by purporting to act in his\r\nofficial capacity, i.e., comments that the officer was in the bar\r\nto keep the peace and his display of his identification, most of\r\nthe officer's conduct demonstrated that he was acting in a private\r\ncapacity. See Parrilla-Burgos, 108 F.3d at 450-51.  We noted in\r\nparticular that in the final moments of the confrontation, the\r\nvictim invited the officer to engage in a private brawl and there\r\nwas no further pretense of official action.  See id.\r\nB. Application of the Standards\r\nIn concluding that Officer Medina-Vargas was not acting\r\nunder color of state law, the district court relied heavily on two\r\ninteractions between Officer Medina-Vargas and Ortega-Barreto's\r\nwife that occurred prior to April 28.  In Ortega-Barreto's wife's\r\ndeposition, she testified that her husband and Officer Medina-\r\nVargas were acquaintances and there had never been trouble between\r\nthe two men.  By contrast, she had experienced some difficulties\r\nwith Officer Medina-Vargas.  A few weeks before the shooting,\r\nOfficer Medina-Vargas had seen her driving with a mechanic who did\r\nnot have a license.  Officer Medina-Vargas stopped her and warned\r\nher that if he saw her allowing a person to drive her car without\r\na license, he would file a complaint against her.  He also told her\r\nthat \"if I see you like that again our friendship will not be the\r\nsame as before.\"  Ortega-Barreto's wife thought this comment was\r\nstrange because she \"did not have any friendship with Medina, only\r\nthat I would greet him whenever I saw him and because he would pass\r\ntime with my husband.\"  \r\nShe then described a later incident when Officer Medina-\r\nVargas  passed by while she and her children were sitting in their\r\ncar.  He \"made an expression with his mouth like when you are going\r\nto blow someone a kiss but I don't know whether he did it to my\r\nboys or me, but he fixed his look on me.  I had noticed Medina\r\nbeing somewhat strange and I had already told my husband.\" \r\nAlthough the court appropriately considered this deposition\r\ntestimony in evaluating the motion for summary judgment, it was not\r\nentitled to draw inferences favorable to the defendant as to the\r\n\"true\" nature of the relationship between Officer Medina-Vargas and\r\nOrtega-Barreto's wife.  The court stated: \r\nMedina's true purpose in creating the\r\nencounter became obvious when Ortega accused\r\nMedina of making a pass at his wife.  Medina's\r\nprior actions toward Ortega's wife are\r\nindicative of the personal nature of his\r\nrelationship with Ortega and his intentions\r\nwhen he intervened with him.  Medina had been\r\nacting strangely around Ortega's wife, to the\r\neffect that he was requesting sexual and love\r\nfavors from her.  The love feud which was the\r\ncause of Medina's intervention then became\r\nevident.\r\n\nBarreto-Rivera v. Medina-Vargas, 988 F. Supp 28, 32 (D.P.R. 1997). \r\nThe court's analysis includes further references to the\r\nrelationship between Officer Medina-Vargas and Ortega-Barreto's\r\nwife: \"The case at issue . . .  is the story of a man who felt\r\nunrequited love, hate, jealousy towards the husband of a woman he\r\nwanted,\" id.; \"jealousy, which was mutual between Medina and\r\nOrtega, had taken over for some time and was the underlying\r\npersonal relation between them,\" id.; Officer Medina-Vargas's acts\r\n\"were acts of a personal nature, in which the pent-up emotions of\r\none man raged against those of another who wanted to have his wife\r\nand vice versa,\" id. \r\nThese statements about a \"love feud\" are improper\r\ninferences drawn against the nonmoving party on a motion for\r\nsummary judgment.  There was no evidence in the record that Officer\r\nMedina-Vargas was requesting sexual favors from Ortega-Barreto's\r\nwife.  There was scant evidence to support the finding that Officer\r\nMedina-Vargas pursued Ortega-Barreto on April 28th because of a\r\nlove feud. \r\nIn discussing the significance of Officer Medina-Vargas's\r\ncall for back up on his police radio in the final moments of the\r\nconfrontation, the court again drew an improper inference from the\r\nevidence in support of the defendants. Acknowledging that the call\r\nfor back up \"could constitute an act in official capacity\", id.,\r\nthe court went on to speculate that \"Medina may have made the call\r\nin order to shoot Ortega and argue self-defense, knowing Ortega's\r\nvolatility.\" Id. at 33.  Such speculation adverse to the nonmoving\r\nparty is inappropriate on a motion for summary judgment.\r\nThe court also placed undue emphasis on the subjective\r\nreactions of the victim to the confrontation with Officer Medina-\r\nVargas.  For example, the court states that \"Ortega's reaction to\r\nMedina's pointing a gun in his direction was not that of a citizen\r\nconfronting a police officer, but rather, as in Parrilla-Burgos,\r\nthat of a participant in a private brawl.\"  Id.   The court further\r\nobserved that the victim's actions were \"not the acts of a person\r\nheeding another's status as a policeman; instead, they reflect\r\nOrtega's total disregard for Medina's official position.\"  Id. \r\nAlthough we accorded the subjective reactions of the victim some\r\nrelevance in the color of law analysis in Martinez and Parrilla-\r\nBurgos, the primary focus of the color of law analysis must be on\r\nthe conduct of the police officer.  Cf. Pitchell v. Callan, 13 F.3d\r\n545, 548-49 (2d Cir. 1994)(noting that plaintiff's argument\r\n\"erroneously centers on [the victim's] subjective reaction to [the\r\nofficer's] conduct rather than the nature of [the officers']\r\nactivity, and misses the essence of the color of law requirement\r\nand the protection afforded by section 1983\").\r\nOfficer Medina-Vargas was on duty, in uniform, patrolling\r\nin his police cruiser. Cf. Pickrel v. City of Springfield, 45 F.3d\r\n1115, 1118 (7th Cir. 1995)(remarking that police uniform, wearing\r\nof gun, and marked squad car parked outside of building were all\r\nindicia of state authority).  Relying on his authority as a police\r\nofficer, Officer Medina-Vargas attempted to stop Ortega-Barreto\r\nwhile he was driving his car home from the store.  Cf. Black v.\r\nStephens, 662 F.2d 181, 188 (3d Cir. 1981)(finding that on-duty\r\nofficer, dressed in police academy windbreaker, who pulled over\r\nvehicle to investigate whether driver was intoxicated was acting\r\nunder color of law).  Pursuant to his police powers, he demanded\r\nOrtega-Barreto's license and registration. When the two men began\r\nto fight, Officer Medina-Vargas forced Ortega-Barreto to submit\r\nwith the use of his nightstick, a police-issued weapon and a potent\r\nsymbol of police authority. See Barna v. City of Perth Amboy, 42\r\nF.3d 809, 818 (3d Cir. 1994)(noting that a police-issued nightstick\r\nis \"an objective indicia of police authority\").  When Ortega-\r\nBarreto came out of the house in the final moments of the\r\nconfrontation and challenged Officer Medina-Vargas to put down his\r\nweapon, Officer Medina-Vargas used his police radio to request\r\nassistance from other police officers.  Cf. United States v.\r\nTarpley, 945 F.2d 806, 809 (5th Cir. 1991)(noting that fact that\r\noff-duty police officer summoned another officer to home where\r\nofficer was assaulting plaintiff was of particular significance in\r\nconcluding that officer was acting under color of law).  He then\r\nshot and killed the advancing, unarmed Ortega-Barreto with his\r\nservice revolver.  Reviewing the \"nature and circumstances\" of\r\nOfficer Medina-Vargas's conduct and the \"relationship of that\r\nconduct to the performance of his official duties,\" see Martinez,\r\n54 F.3d at 986, we are unwilling to say that Officer Medina-\r\nVargas's conduct was so clearly personal in nature that a jury\r\ncould reach only one outcome.  To the contrary, on this summary\r\njudgment record there remains a genuine dispute about that issue. \r\nWe must therefore vacate the court's entry of summary judgment.\r\nC. Supervisory Liability\r\nA supervisor may be found liable under section 1983 on\r\nthe basis of his own acts or omissions; liability may not be\r\npredicated upon a theory of respondeat superior. See Maldonado-\r\nDenis v. Castillo-Rodriguez, 23 F.3d 576, 581 (1st Cir.\r\n1994)(citing Gutierrez-Rodriguez v. Cartagena, 882 F.2d 553, 561\r\n(1st Cir. 1989)).  A supervisor may be found liable if the\r\n\"supervisor's conduct or inaction amounted to a reckless or callous\r\nindifference to the constitutional rights of others.\" Gutierrez-\r\nRodriguez, 882 F.2d at 562.  \"[E]ven if a supervisor lacks actual\r\nknowledge of censurable conduct, he may be liable for the\r\nforeseeable consequences of such conduct if he would have known of\r\nit but for his deliberate indifference or willful blindness, and if\r\nhe had the power and authority to alleviate it.\"  Maldonado-Denis,\r\n23 F.3d at 582.  \r\nA plaintiff must also show that there is \"an 'affirmative\r\nlink' between the street-level misconduct and the action, or\r\ninaction, of supervisory officials.\" Gutierrez-Rodriguez, 882 F.2d\r\nat 562 (quoting Rizzo v. Goode, 423 U.S. 362, 371 (1976)).  \r\nThis causation requirement can be satisfied\r\neven if the supervisor did not participate\r\ndirectly in the conduct that violated a\r\ncitizen's rights; for example, a sufficient\r\n[causal] nexus may be found if the supervisor\r\nknew of, overtly or tacitly approved of, or\r\npurposely disregarded the conduct.\r\nConsequently, deliberate indifference to\r\nviolations of constitutional rights can forge\r\nthe necessary linkage between the acts or\r\nomissions of supervisory personnel and the\r\nmisconduct of their subordinates.\r\n\nMaldonado-Denis, 23 F.3d at 582.  A plaintiff can establish a\r\ncausal link \"if there exists a known history of widespread abuse\r\nsufficient to alert a supervisor to ongoing violations.\" Id.\r\nOfficer Medina-Vargas's history in the police department\r\nwas troubled at best.  Despite failing the psychological component\r\nof the police academy entrance exam, he was admitted to the school.\r\nOver the course of his twenty-five year career, Officer Medina-\r\nVargas was disciplined thirty times for abuse of power, unlawful\r\nuse of physical force and/or physical assaults; six incidents led\r\nto recommendations that he be dismissed from the force.  Toledo-\r\nDvila's first review of Officer Medina-Vargas's file came in 1992,\r\nwhen  an investigating officer recommended his dismissal because he\r\nhad an extensive record of physical assaults and there had been no\r\napparent change in his behavior despite sanctions.  Ignoring the\r\nrecommendation, Toledo-Dvila imposed a fifteen day suspension. \r\nTwo weeks later, Toledo-Dvila reviewed another disciplinary action\r\ntaken against Officer Medina-Vargas for the improper use of his\r\nfirearm three years earlier.  Following this review, Toledo-Dvila\r\nreduced Officer Medina-Vargas's sanction from a thirty day\r\nsuspension imposed by the former superintendent to a two day\r\nsuspension.  \r\nThere is clearly sufficient evidence in this record to\r\nallow a jury to reasonably conclude that Toledo-Dvila displayed\r\ndeliberate indifference to Officer Medina-Vargas's propensity\r\ntoward violent conduct, and that there was a causal connection\r\nbetween this deliberate indifference and Officer Medina-Vargas's\r\nfatal confrontation with Ortega-Barreto. \r\nJudgment VACATED.\n",
  "html": "<p class=\"case_cite\">168 F.3d 42</p>\n    <p class=\"parties\">Amelia BARRETO-RIVERA, et al., Plaintiffs, Appellants,<br>v.<br>Luis R. MEDINA-VARGAS, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 98-1222.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 8, 1998.<br>Decided Feb. 18, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Raul S. Mariani Franco with whom Carlos M. Hernandez Lopez, Juan C. Cancio Reichard, and Cancio &amp; Cancio Reichard were on brief for appellants.</p>\n      <p class=\"indent\">John F. Nevares with whom Lizzie M. Portela and Smith &amp; Nevares were on brief for appellees.</p>\n      <p class=\"indent\">Before STAHL, LIPEZ, Circuit Judges, and REAVLEY,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs, relatives of decedent Arstides Ortega-Barreto (\"Ortega-Barreto\"), brought suit under 42 U.S.C. &#167; 1983 against defendants Luis Medina-Vargas (\"Officer Medina-Vargas\"), a police officer of the Commonwealth of Puerto Rico, and his supervisor at the Puerto Rico Police Department, Superintendent Pedro Toledo-Davila (\"Toledo-Davila\").  Plaintiffs alleged that Officer Medina-Vargas, acting under color of state law, used excessive force to shoot and kill Ortega-Barreto.  The district court disagreed and granted summary judgment in favor of defendants, concluding that the fight between the two men that led to Ortega-Barreto's death was personal in nature and thus Officer Medina-Vargas was not acting under color of state law when he shot Ortega-Barreto.  After a careful review of the record, we conclude that there are genuine issues of material fact that preclude the entry of summary judgment.  Accordingly, we vacate the judgment and remand for further proceedings.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recite the facts in a light most favorable to the nonmoving party, making all reasonable inferences in that party's favor.  See Martinez v. Colon, 54 F.3d 980, 980 (1st Cir.1995).  On April 28, 1995, Ortega-Barreto left his house and went to a local store to purchase cigarettes and beverages.  As Ortega-Barreto drove home from the store, Officer Medina-Vargas followed Ortega-Barreto in his police cruiser and attempted to force Ortega-Barreto to pull his car over to the side of the road.  Ortega-Barreto refused to stop his vehicle and Officer Medina-Vargas chased Ortega-Barreto back to his house.  Officer Medina-Vargas parked behind Ortega-Barreto and said, \"Come here, I want to talk to you.\"   He then demanded Ortega-Barreto's driver's license and vehicle registration.  Ortega-Barreto told him that he had the vehicle registration, but he did not have a license.  An argument ensued and the men shouted profanities at each other.  Ortega-Barreto told Officer Medina-Vargas, \"You got fresh or made a pass at my wife,\" to which Officer Medina-Vargas responded, \"You are fresher because you have abused many old folks around here.\"   The two men began to throw punches at each other and Officer Medina-Vargas repeatedly hit Ortega-Barreto with his night stick.  The men were separated and Ortega-Barreto retreated into his house.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At that point, Ortega-Barreto's uncle and mother approached Officer Medina-Vargas.  Officer Medina-Vargas pushed Ortega-Barreto's uncle to the ground and shoved his mother.  Upon seeing his family assaulted, Ortega-Barreto left his house, went into his yard and picked up a piece of plastic tube.  He started toward Officer Medina-Vargas with the tube in his hand.  Although several witnesses were able to take the tube from him, Ortega-Barreto continued to approach Officer Medina-Vargas.  As Ortega-Barreto approached, Officer Medina-Vargas radioed for back up stating:  \"10-50, I have been attacked.  Hurry up, this guy is acting tough and I am going to have to shoot him.\"   Police Lieutenant Jose Francisco Cruz-Feliciano told Officer Medina-Vargas to calm down and that help was on the way.  Ortega-Barreto, standing approximately six to eight feet from Officer Medina-Vargas, told Officer Medina-Vargas to drop his gun and to fight with his fists.  Officer Medina-Vargas instructed Ortega-Barreto not to come any closer or he would shoot.  Ortega-Barreto continued to approach, empty handed, and Officer Medina-Vargas shot him in the stomach.  Ortega-Barreto fell to the ground.  Bystanders yelled at Officer Medina-Vargas that he had killed Ortega-Barreto.  Officer Medina-Vargas responded that if Ortega-Barreto got up, he would shoot him again.  Ortega-Barreto was pronounced dead at the hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 26, 1996, plaintiffs filed a complaint under 42 U.S.C. &#167; 1983 in the United States District Court for the District of Puerto Rico alleging that Officer Medina-Vargas's conduct violated Ortega-Barreto's civil and constitutional rights.  The complaint further alleged that Superintendent Toledo-Davila was liable for Officer Medina-Vargas's conduct because he failed to control, supervise and discipline Officer Medina-Vargas despite Toledo-Davila's knowledge of Officer Medina-Vargas's disciplinary problems.  Officer Medina-Vargas failed to answer the complaint and a default judgment was entered against him on January 14, 1997.  The case then proceeded against Superintendent Toledo-Davila on the claim of supervisory liability.  Toledo-Davila filed a motion for summary judgment, arguing that Officer Medina-Vargas's actions were not under color of state law and thus no supervisory liability could be attributed to Toledo-Davila under 42 U.S.C. &#167; 1983.  The motion was granted by the court on November 24, 1997, and plaintiffs' complaint was dismissed.  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As noted above, there was a default judgment entered against Officer Medina-Vargas.  Nevertheless, to determine whether Superintendent Toledo-Davila could be liable under a theory of supervisory liability, we must first determine if there are genuine issues of material fact relating to whether Officer Medina-Vargas was acting under color of law when he shot and killed Ortega-Barreto.  Only then do we reach the issue of whether there are also genuine issues of material fact relating to Toledo-Davila's responsibility for Officer Medina-Vargas's conduct.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Federal Rule of Civil Procedure 56(c) permits a court to enter summary judgment when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"  Fed.R.Civ.P. 56(c).  Our review is de novo and we evaluate the record in a light most favorable to the nonmoving party, \"indulging all reasonable inferences in that party's favor.\"  Maldonado-Denis v. Castillo-Rodriguez, 23 F.3d 576, 581 (1st Cir.1994).  Although we will not credit unsupported speculation, \"the nonmoving party is entitled 'to have the credibility of his evidence as forecast assumed, his version of all that is in dispute accepted, [and] all internal conflicts in [the evidence] resolved favorably to him....' \"  Greenburg v. Puerto Rico Maritime Shipping Auth., 835 F.2d 932, 935 (1st Cir.1987)(quoting Charbonnages de France v. Smith, 597 F.2d 406, 414 (4th Cir.1979)).  Put another way, in evaluating a motion for summary judgment, we must determine \"whether the evidence presents a sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter law.\"  Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 251-52, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986).</p>\n    </div>\n    <p>A. Liability under 42 U.S.C. &#167; 1983</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To state a claim under section 1983, a plaintiff must allege two elements:  1) that the conduct complained of has been committed under color of state law, and 2) that this conduct worked a denial of rights secured by the Constitution or laws of the United States.  See Martinez v. Colon, 54 F.3d 980, 984 (1st Cir.1995).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In analyzing the first element in this case--namely, whether the conduct of the police officer involved private violence or violence attributable to state action--we have warned that courts must avoid simplistic solutions.  See id. at 986.   No single, easily determinable factor will control whether a police officer was acting under color of state law.  See id.   While certain factors will clearly be relevant--for example, a police officer's garb, an officer's duty status, the officer's use of a service revolver, and the location of the incident--these factors must not be assessed mechanically.  See id. at 986-87;  Parrilla-Burgos v. Hernandez-Rivera, 108 F.3d 445, 448 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In Martinez, we explained that \"whether a police officer is acting under color of state law turns on the nature and circumstances of the officer's conduct and the relationship of that conduct to the performance of his official duties.\"  Martinez, 54 F.3d at 986.   Such an evaluation requires an assessment of the totality of the surrounding circumstances, see id. at 987, and \"[t]he key determinant is whether the actor, at the time in question, purposes to act in an official capacity or to exercise official responsibilities pursuant to state law,\" id. at 986.   In applying these principles to the facts at issue in Martinez, we concluded that an on-shift officer who shot and maimed a fellow officer was engaged in a \"personal frolic\" and not acting under color of state law.  Id. at 987.   The on-shift officer relentlessly harassed Martinez over a period of time, verbally abusing him, pointing his gun first at Martinez's stomach and then later at his groin, taunting him and asking Martinez if he was scared.  Throughout these encounters, the officer never asserted his authority as a police officer.  We concluded that he \"was bent on a singularly personal frolic:  tormenting an acquaintance.\"  Id. In the case of an officer against officer dispute, the limited indicia of state action, i.e., use of his police weapon, his on-shift status and his uniform, were not enough to establish that the officer \"exercise[d], or purport[ed] to exercise, any power (real or pretended) possessed by virtue of state law....  Though on duty and in uniform, [the officer's] status as a police officer simply did not enter into his benighted harassment of his fellow officer.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">More recently, in Parrilla-Burgos, we again addressed the parameters of police conduct allegedly carried out under color of state law.  Parrilla-Burgos, 108 F.3d 445.   A police officer shot and killed a bar patron during a fight outside of the bar.  See id. at 446-47.   The officer was on medical leave and, although he was not in uniform, he was carrying his police identification and service revolver.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The officer went to the bar with a group of friends where he encountered the decedent.  See id. at 446.   Threats were made and the officer told decedent:  \"I'll look at you whichever way I please, because I am a cop.\"   The situation escalated and again the officer told decedent that, \"I look at anybody I want, because I am a cop.  Anybody I decide I want to look at dirty, I look at them dirty.\"  Id. at 447.   A crowd gathered around the men and apparently the officer showed his identification and told the crowd that he was there to keep the peace.  Although this act controlled the situation for a few minutes, tensions increased shortly thereafter.  See id.   While still in the bar, the decedent challenged the officer and stated, \"Well, you leave the gun and me and you will have it out, outside.\"   The officer responded, \"I don't need a gun to fight you.  Come on, step outside.\"   The men did step outside, but the officer brought his gun.  Almost immediately, as they began to fight, the officer pulled out his weapon and shot the decedent six times.  See id.   On the basis of these facts, we concluded that, even though some factors weighed in favor of finding that the officer was acting under pretense of law by purporting to act in his official capacity, i.e., comments that the officer was in the bar to keep the peace and his display of his identification, most of the officer's conduct demonstrated that he was acting in a private capacity.  See Parrilla-Burgos, 108 F.3d at 450-51.   We noted in particular that in the final moments of the confrontation, the victim invited the officer to engage in a private brawl and there was no further pretense of official action.  See id.</p>\n    </div>\n    <p>B. Application of the Standards</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In concluding that Officer Medina-Vargas was not acting under color of state law, the district court relied heavily on two interactions between Officer Medina-Vargas and Ortega-Barreto's wife that occurred prior to April 28.  In Ortega-Barreto's wife's deposition, she testified that her husband and Officer Medina-Vargas were acquaintances and there had never been trouble between the two men.  By contrast, she had experienced some difficulties with Officer Medina-Vargas. A few weeks before the shooting, Officer Medina-Vargas had seen her driving with a mechanic who did not have a license.  Officer Medina-Vargas stopped her and warned her that if he saw her allowing a person to drive her car without a license, he would file a complaint against her.  He also told her that \"if I see you like that again our friendship will not be the same as before.\"   Ortega-Barreto's wife thought this comment was strange because she \"did not have any friendship with Medina, only that I would greet him whenever I saw him and because he would pass time with my husband.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">She then described a later incident when Officer Medina-Vargas passed by while she and her children were sitting in their car.  He \"made an expression with his mouth like when you are going to blow someone a kiss but I don't know whether he did it to my boys or me, but he fixed his look on me.  I had noticed Medina being somewhat strange and I had already told my husband.\"   Although the court appropriately considered this deposition testimony in evaluating the motion for summary judgment, it was not entitled to draw inferences favorable to the defendant as to the \"true\" nature of the relationship between Officer Medina-Vargas and Ortega-Barreto's wife.  The court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Medina's true purpose in creating the encounter became obvious when Ortega accused Medina of making a pass at his wife.  Medina's prior actions toward Ortega's wife are indicative of the personal nature of his relationship with Ortega and his intentions when he intervened with him.  Medina had been acting strangely around Ortega's wife, to the effect that he was requesting sexual and love favors from her.  The love feud which was the cause of Medina's intervention then became evident.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Barreto Rivera v. Medina, 988 F.Supp. 28, 32 (D.P.R.1997).  The court's analysis includes further references to the relationship between Officer Medina-Vargas and Ortega-Barreto's wife:  \"The case at issue ... is the story of a man who felt unrequited love, hate, jealousy towards the husband of a woman he wanted,\" id.;  \"jealousy, which was mutual between Medina and Ortega, had taken over for some time and was the underlying personal relation between them,\" id.;   Officer Medina-Vargas's acts \"were acts of a personal nature, in which the pent-up emotions of one man raged against those of another who wanted to have his wife and vice versa,\" id.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">These statements about a \"love feud\" are improper inferences drawn against the nonmoving party on a motion for summary judgment.  There was no evidence in the record that Officer Medina-Vargas was requesting sexual favors from Ortega-Barreto's wife.  There was scant evidence to support the finding that Officer Medina-Vargas pursued Ortega-Barreto on April 28th because of a love feud.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In discussing the significance of Officer Medina-Vargas's call for back up on his police radio in the final moments of the confrontation, the court again drew an improper inference from the evidence in support of the defendants.  Acknowledging that the call for back up \"could constitute an act in official capacity\", id., the court went on to speculate that \"Medina may have made the call in order to shoot Ortega and argue self-defense, knowing Ortega's volatility.\"  Id. at 33.   Such speculation adverse to the nonmoving party is inappropriate on a motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The court also placed undue emphasis on the subjective reactions of the victim to the confrontation with Officer Medina-Vargas.  For example, the court states that \"Ortega's reaction to Medina's pointing a gun in his direction was not that of a citizen confronting a police officer, but rather, as in Parrilla-Burgos, that of a participant in a private brawl.\"  Id. The court further observed that the victim's actions were \"not the acts of a person heeding another's status as a policeman;  instead, they reflect Ortega's total disregard for Medina's official position.\"  Id. Although we accorded the subjective reactions of the victim some relevance in the color of law analysis in Martinez and Parrilla-Burgos, the primary focus of the color of law analysis must be on the conduct of the police officer.  Cf. Pitchell v. Callan, 13 F.3d 545, 548-49 (2d Cir.1994)(noting that plaintiff's argument \"erroneously centers on [the victim's] subjective reaction to [the officer's] conduct rather than the nature of [the officers'] activity, and misses the essence of the color of law requirement and the protection afforded by section 1983\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Officer Medina-Vargas was on duty, in uniform, patrolling in his police cruiser.  Cf. Pickrel v. City of Springfield, 45 F.3d 1115, 1118 (7th Cir.1995)(remarking that police uniform, wearing of gun, and marked squad car parked outside of building were all indicia of state authority).  Relying on his authority as a police officer, Officer Medina-Vargas attempted to stop Ortega-Barreto while he was driving his car home from the store.  Cf. Black v. Stephens, 662 F.2d 181, 188 (3d Cir.1981)(finding that on-duty officer, dressed in police academy windbreaker, who pulled over vehicle to investigate whether driver was intoxicated was acting under color of law).  Pursuant to his police powers, he demanded Ortega-Barreto's license and registration.  When the two men began to fight, Officer Medina-Vargas forced Ortega-Barreto to submit with the use of his nightstick, a police-issued weapon and a potent symbol of police authority.  See Barna v. City of Perth Amboy, 42 F.3d 809, 818 (3d Cir.1994)(noting that a police-issued nightstick is \"an objective indicia of police authority\").  When Ortega-Barreto came out of the house in the final moments of the confrontation and challenged Officer Medina-Vargas to put down his weapon, Officer Medina-Vargas used his police radio to request assistance from other police officers.  Cf. United States v. Tarpley, 945 F.2d 806, 809 (5th Cir.1991)(noting that fact that off-duty police officer summoned another officer to home where officer was assaulting plaintiff was of particular significance in concluding that officer was acting under color of law).  He then shot and killed the advancing, unarmed Ortega-Barreto with his service revolver.  Reviewing the \"nature and circumstances\" of Officer Medina-Vargas's conduct and the \"relationship of that conduct to the performance of his official duties,\" see Martinez, 54 F.3d at 986, we are unwilling to say that Officer Medina-Vargas's conduct was so clearly personal in nature that a jury could reach only one outcome.  To the contrary, on this summary judgment record there remains a genuine dispute about that issue.  We must therefore vacate the court's entry of summary judgment.</p>\n    </div>\n    <p>C. Supervisory Liability</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A supervisor may be found liable under section 1983 on the basis of his own acts or omissions;  liability may not be predicated upon a theory of respondeat superior.  See Maldonado-Denis v. Castillo-Rodriguez, 23 F.3d 576, 581 (1st Cir.1994)(citing Gutierrez-Rodriguez v. Cartagena, 882 F.2d 553, 561 (1st Cir.1989)).  A supervisor may be found liable if the \"supervisor's conduct or inaction amounted to a reckless or callous indifference to the constitutional rights of others.\"  Gutierrez-Rodriguez, 882 F.2d at 562.  \"[E]ven if a supervisor lacks actual knowledge of censurable conduct, he may be liable for the foreseeable consequences of such conduct if he would have known of it but for his deliberate indifference or willful blindness, and if he had the power and authority to alleviate it.\"  Maldonado-Denis, 23 F.3d at 582.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A plaintiff must also show that there is \"an 'affirmative link' between the street-level misconduct and the action, or inaction, of supervisory officials.\"  Gutierrez-Rodriguez, 882 F.2d at 562 (quoting Rizzo v. Goode, 423 U.S. 362, 371, 96 S.Ct. 598, 46 L.Ed.2d 561 (1976)).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>This causation requirement can be satisfied even if the supervisor did not participate directly in the conduct that violated a citizen's rights;  for example, a sufficient [causal] nexus may be found if the supervisor knew of, overtly or tacitly approved of, or purposely disregarded the conduct.  Consequently, deliberate indifference to violations of constitutional rights can forge the necessary linkage between the acts or omissions of supervisory personnel and the misconduct of their subordinates.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Maldonado-Denis, 23 F.3d at 582.   A plaintiff can establish a causal link \"if there exists a known history of widespread abuse sufficient to alert a supervisor to ongoing violations.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Officer Medina-Vargas's history in the police department was troubled at best.  Despite failing the psychological component of the police academy entrance exam, he was admitted to the school.  Over the course of his twenty-five year career, Officer Medina-Vargas was disciplined thirty times for abuse of power, unlawful use of physical force and/or physical assaults;  six incidents led to recommendations that he be dismissed from the force.  Toledo- Davila's first review of Officer Medina-Vargas's file came in 1992, when an investigating officer recommended his dismissal because he had an extensive record of physical assaults and there had been no apparent change in his behavior despite sanctions.  Ignoring the recommendation, Toledo-Davila imposed a fifteen day suspension.  Two weeks later, Toledo-Davila reviewed another disciplinary action taken against Officer Medina-Vargas for the improper use of his firearm three years earlier.  Following this review, Toledo-Davila reduced Officer Medina-Vargas's sanction from a thirty day suspension imposed by the former superintendent to a two day suspension.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">There is clearly sufficient evidence in this record to allow a jury to reasonably conclude that Toledo-Davila displayed deliberate indifference to Officer Medina-Vargas's propensity toward violent conduct, and that there was a causal connection between this deliberate indifference and Officer Medina-Vargas's fatal confrontation with Ortega-Barreto.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Judgment VACATED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Fifth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Puerto Rico's status is the functional equivalent to statehood with regard to section 1983 and thus the phrase under color of state law includes Puerto Rico law.  See Martinez v. Colon, 54 F.3d at 984 (1st Cir.1995);  see also Playboy Enters., Inc. v. Public Serv.  Comm'n of Puerto Rico, 906 F.2d 25, 31 n. 8 (1st Cir.1990)(stating that \"this Circuit considers Puerto Rico a 'State' within the meaning of section 1983\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Pursuant to Puerto Rico Police Department policy, police officers are on duty twenty-four hours a day and required to carry identification and a service revolver at all times.  See Parrilla-Burgos, 108 F.3d at 446</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Plaintiffs argue that the court erred in dismissing their claim for punitive damages in count six of the amended complaint.  In its order, the court dismissed the section 1983 claims of the decedent's mother and siblings because they did not have standing to bring the claims.  The court also dismissed the claim for punitive damages on the ground that count six only stated a claim on behalf of the decedent's mother.  Contrary to the plaintiffs' contentions, the court correctly read count six to apply only to decedent's mother.  Plaintiffs do not contest the court's conclusion that decedent's mother could not assert a cause of action under section 1983.  We find no error in the court's dismissal of count six</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></span></p>\n    <p class=\"parties\">Amelia BARRETO-RIVERA, et al., Plaintiffs, Appellants,<br>v.<br>Luis R. MEDINA-VARGAS, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 98-1222.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 8, 1998.<br>Decided Feb. 18, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Raul S. Mariani Franco with whom Carlos M. Hernandez Lopez, Juan C. Cancio Reichard, and Cancio &amp; Cancio Reichard were on brief for appellants.</p>\n      <p class=\"indent\">John F. Nevares with whom Lizzie M. Portela and Smith &amp; Nevares were on brief for appellees.</p>\n      <p class=\"indent\">Before STAHL, LIPEZ, Circuit Judges, and REAVLEY,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs, relatives of decedent Arstides Ortega-Barreto (\"Ortega-Barreto\"), brought suit under 42 U.S.C. &#167; 1983 against defendants Luis Medina-Vargas (\"Officer Medina-Vargas\"), a police officer of the Commonwealth of Puerto Rico, and his supervisor at the Puerto Rico Police Department, Superintendent Pedro Toledo-Davila (\"Toledo-Davila\").  Plaintiffs alleged that Officer Medina-Vargas, acting under color of state law, used excessive force to shoot and kill Ortega-Barreto.  The district court disagreed and granted summary judgment in favor of defendants, concluding that the fight between the two men that led to Ortega-Barreto's death was personal in nature and thus Officer Medina-Vargas was not acting under color of state law when he shot Ortega-Barreto.  After a careful review of the record, we conclude that there are genuine issues of material fact that preclude the entry of summary judgment.  Accordingly, we vacate the judgment and remand for further proceedings.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recite the facts in a light most favorable to the nonmoving party, making all reasonable inferences in that party's favor.  See Martinez v. Colon, <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">980</span></a></span>, 980 (1st Cir.1995).  On April 28, 1995, Ortega-Barreto left his house and went to a local store to purchase cigarettes and beverages.  As Ortega-Barreto drove home from the store, Officer Medina-Vargas followed Ortega-Barreto in his police cruiser and attempted to force Ortega-Barreto to pull his car over to the side of the road.  Ortega-Barreto refused to stop his vehicle and Officer Medina-Vargas chased Ortega-Barreto back to his house.  Officer Medina-Vargas parked behind Ortega-Barreto and said, \"Come here, I want to talk to you.\"   He then demanded Ortega-Barreto's driver's license and vehicle registration.  Ortega-Barreto told him that he had the vehicle registration, but he did not have a license.  An argument ensued and the men shouted profanities at each other.  Ortega-Barreto told Officer Medina-Vargas, \"You got fresh or made a pass at my wife,\" to which Officer Medina-Vargas responded, \"You are fresher because you have abused many old folks around here.\"   The two men began to throw punches at each other and Officer Medina-Vargas repeatedly hit Ortega-Barreto with his night stick.  The men were separated and Ortega-Barreto retreated into his house.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At that point, Ortega-Barreto's uncle and mother approached Officer Medina-Vargas.  Officer Medina-Vargas pushed Ortega-Barreto's uncle to the ground and shoved his mother.  Upon seeing his family assaulted, Ortega-Barreto left his house, went into his yard and picked up a piece of plastic tube.  He started toward Officer Medina-Vargas with the tube in his hand.  Although several witnesses were able to take the tube from him, Ortega-Barreto continued to approach Officer Medina-Vargas.  As Ortega-Barreto approached, Officer Medina-Vargas radioed for back up stating:  \"10-50, I have been attacked.  Hurry up, this guy is acting tough and I am going to have to shoot him.\"   Police Lieutenant Jose Francisco Cruz-Feliciano told Officer Medina-Vargas to calm down and that help was on the way.  Ortega-Barreto, standing approximately six to eight feet from Officer Medina-Vargas, told Officer Medina-Vargas to drop his gun and to fight with his fists.  Officer Medina-Vargas instructed Ortega-Barreto not to come any closer or he would shoot.  Ortega-Barreto continued to approach, empty handed, and Officer Medina-Vargas shot him in the stomach.  Ortega-Barreto fell to the ground.  Bystanders yelled at Officer Medina-Vargas that he had killed Ortega-Barreto.  Officer Medina-Vargas responded that if Ortega-Barreto got up, he would shoot him again.  Ortega-Barreto was pronounced dead at the hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 26, 1996, plaintiffs filed a complaint under 42 U.S.C. &#167; 1983 in the United States District Court for the District of Puerto Rico alleging that Officer Medina-Vargas's conduct violated Ortega-Barreto's civil and constitutional rights.  The complaint further alleged that Superintendent Toledo-Davila was liable for Officer Medina-Vargas's conduct because he failed to control, supervise and discipline Officer Medina-Vargas despite Toledo-Davila's knowledge of Officer Medina-Vargas's disciplinary problems.  Officer Medina-Vargas failed to answer the complaint and a default judgment was entered against him on January 14, 1997.  The case then proceeded against Superintendent Toledo-Davila on the claim of supervisory liability.  Toledo-Davila filed a motion for summary judgment, arguing that Officer Medina-Vargas's actions were not under color of state law and thus no supervisory liability could be attributed to Toledo-Davila under 42 U.S.C. &#167; 1983.  The motion was granted by the court on November 24, 1997, and plaintiffs' complaint was dismissed.  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As noted above, there was a default judgment entered against Officer Medina-Vargas.  Nevertheless, to determine whether Superintendent Toledo-Davila could be liable under a theory of supervisory liability, we must first determine if there are genuine issues of material fact relating to whether Officer Medina-Vargas was acting under color of law when he shot and killed Ortega-Barreto.  Only then do we reach the issue of whether there are also genuine issues of material fact relating to Toledo-Davila's responsibility for Officer Medina-Vargas's conduct.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Federal Rule of Civil Procedure 56(c) permits a court to enter summary judgment when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"  Fed.R.Civ.P. 56(c).  Our review is de novo and we evaluate the record in a light most favorable to the nonmoving party, \"indulging all reasonable inferences in that party's favor.\"  Maldonado-Denis v. Castillo-Rodriguez, <span class=\"citation\" data-id=\"195359\"><a href=\"/opinion/195359/denis-v-rodriquez/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span>, 581 (1st Cir.1994).  Although we will not credit unsupported speculation, \"the nonmoving party is entitled 'to have the credibility of his evidence as forecast assumed, his version of all that is in dispute accepted, [and] all internal conflicts in [the evidence] resolved favorably to him....' \"  Greenburg v. Puerto Rico Maritime Shipping Auth., <span class=\"citation\" data-id=\"499045\"><a href=\"/opinion/499045/laurence-b-greenburg-etc-v-puerto-rico-maritime-shipping-authority/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">932</span></a></span>, 935 (1st Cir.1987)(quoting Charbonnages de France v. Smith, <span class=\"citation\" data-id=\"365759\"><a href=\"/opinion/365759/charbonnages-de-france-v-frank-b-smith-juanita-smith-frank-smith-jr/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">406</span></a></span>, 414 (4th Cir.1979)).  Put another way, in evaluating a motion for summary judgment, we must determine \"whether the evidence presents a sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter law.\"  Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 251-52, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </a></span>(1986).</p>\n    </div>\n    <p>A. Liability under 42 U.S.C. &#167; 1983</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To state a claim under section 1983, a plaintiff must allege two elements:  1) that the conduct complained of has been committed under color of state law, and 2) that this conduct worked a denial of rights secured by the Constitution or laws of the United States.  See Martinez v. Colon, <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">980</span></a></span>, 984 (1st Cir.1995).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In analyzing the first element in this case--namely, whether the conduct of the police officer involved private violence or violence attributable to state action--we have warned that courts must avoid simplistic solutions.  See <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"id_token\">id.</span> at 986. </a></span>  No single, easily determinable factor will control whether a police officer was acting under color of state law.  See <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"id_token\">id.</span>   While certain </a></span>factors will clearly be relevant--for example, a police officer's garb, an officer's duty status, the officer's use of a service revolver, and the location of the incident--these factors must not be assessed mechanically.  See <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"id_token\">id.</span> at 986-87; </a></span> Parrilla-Burgos v. Hernandez-Rivera, <span class=\"citation\" data-id=\"197257\"><a href=\"/opinion/197257/parrilla-burgos-v-hernandez-rivera/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">445</span></a></span>, 448 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In Martinez, we explained that \"whether a police officer is acting under color of state law turns on the nature and circumstances of the officer's conduct and the relationship of that conduct to the performance of his official duties.\"  <span class=\"citation\" data-id=\"696203\"><span class=\"antecedent_guess\">Martinez,</span> <a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">986</span></a></span>.   Such an evaluation requires an assessment of the totality of the surrounding circumstances, see <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"id_token\">id.</span> at 987, </a></span>and \"[t]he key determinant is whether the actor, at the time in question, purposes to act in an official capacity or to exercise official responsibilities pursuant to state law,\" <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"id_token\">id.</span> at 986. </a></span>  In applying these principles to the facts at issue in Martinez, we concluded that an on-shift officer who shot and maimed a fellow officer was engaged in a \"personal frolic\" and not acting under color of state law.  <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"id_token\">Id.</span> at 987. </a></span>  The on-shift officer relentlessly harassed Martinez over a period of time, verbally abusing him, pointing his gun first at Martinez's stomach and then later at his groin, taunting him and asking Martinez if he was scared.  Throughout these encounters, the officer never asserted his authority as a police officer.  We concluded that he \"was bent on a singularly personal frolic:  tormenting an acquaintance.\"  <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"id_token\">Id.</span> In the </a></span>case of an officer against officer dispute, the limited indicia of state action, i.e., use of his police weapon, his on-shift status and his uniform, were not enough to establish that the officer \"exercise[d], or purport[ed] to exercise, any power (real or pretended) possessed by virtue of state law....  Though on duty and in uniform, [the officer's] status as a police officer simply did not enter into his benighted harassment of his fellow officer.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">More recently, in Parrilla-Burgos, we again addressed the parameters of police conduct allegedly carried out under color of state law.  Parrilla-Burgos, <span class=\"citation\" data-id=\"197257\"><a href=\"/opinion/197257/parrilla-burgos-v-hernandez-rivera/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">445</span></a></span>.   A police officer shot and killed a bar patron during a fight outside of the bar.  See <span class=\"citation\" data-id=\"197257\"><a href=\"/opinion/197257/parrilla-burgos-v-hernandez-rivera/\"><span class=\"id_token\">id.</span> at 446-47. </a></span>  The officer was on medical leave and, although he was not in uniform, he was carrying his police identification and service revolver.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The officer went to the bar with a group of friends where he encountered the decedent.  See <span class=\"citation\" data-id=\"197257\"><a href=\"/opinion/197257/parrilla-burgos-v-hernandez-rivera/\"><span class=\"id_token\">id.</span> at 446. </a></span>  Threats were made and the officer told decedent:  \"I'll look at you whichever way I please, because I am a cop.\"   The situation escalated and again the officer told decedent that, \"I look at anybody I want, because I am a cop.  Anybody I decide I want to look at dirty, I look at them dirty.\"  <span class=\"citation\" data-id=\"197257\"><a href=\"/opinion/197257/parrilla-burgos-v-hernandez-rivera/\"><span class=\"id_token\">Id.</span> at 447. </a></span>  A crowd gathered around the men and apparently the officer showed his identification and told the crowd that he was there to keep the peace.  Although this act controlled the situation for a few minutes, tensions increased shortly thereafter.  See <span class=\"citation\" data-id=\"197257\"><a href=\"/opinion/197257/parrilla-burgos-v-hernandez-rivera/\"><span class=\"id_token\">id.</span>   While still </a></span>in the bar, the decedent challenged the officer and stated, \"Well, you leave the gun and me and you will have it out, outside.\"   The officer responded, \"I don't need a gun to fight you.  Come on, step outside.\"   The men did step outside, but the officer brought his gun.  Almost immediately, as they began to fight, the officer pulled out his weapon and shot the decedent six times.  See <span class=\"citation\" data-id=\"197257\"><a href=\"/opinion/197257/parrilla-burgos-v-hernandez-rivera/\"><span class=\"id_token\">id.</span>   On the </a></span>basis of these facts, we concluded that, even though some factors weighed in favor of finding that the officer was acting under pretense of law by purporting to act in his official capacity, i.e., comments that the officer was in the bar to keep the peace and his display of his identification, most of the officer's conduct demonstrated that he was acting in a private capacity.  See <span class=\"citation\" data-id=\"197257\"><span class=\"antecedent_guess\">Parrilla-Burgos,</span> <a href=\"/opinion/197257/parrilla-burgos-v-hernandez-rivera/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">450-51</span></a></span>.   We noted in particular that in the final moments of the confrontation, the victim invited the officer to engage in a private brawl and there was no further pretense of official action.  See id.</p>\n    </div>\n    <p>B. Application of the Standards</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In concluding that Officer Medina-Vargas was not acting under color of state law, the district court relied heavily on two interactions between Officer Medina-Vargas and Ortega-Barreto's wife that occurred prior to April 28.  In Ortega-Barreto's wife's deposition, she testified that her husband and Officer Medina-Vargas were acquaintances and there had never been trouble between the two men.  By contrast, she had experienced some difficulties with Officer Medina-Vargas. A few weeks before the shooting, Officer Medina-Vargas had seen her driving with a mechanic who did not have a license.  Officer Medina-Vargas stopped her and warned her that if he saw her allowing a person to drive her car without a license, he would file a complaint against her.  He also told her that \"if I see you like that again our friendship will not be the same as before.\"   Ortega-Barreto's wife thought this comment was strange because she \"did not have any friendship with Medina, only that I would greet him whenever I saw him and because he would pass time with my husband.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">She then described a later incident when Officer Medina-Vargas passed by while she and her children were sitting in their car.  He \"made an expression with his mouth like when you are going to blow someone a kiss but I don't know whether he did it to my boys or me, but he fixed his look on me.  I had noticed Medina being somewhat strange and I had already told my husband.\"   Although the court appropriately considered this deposition testimony in evaluating the motion for summary judgment, it was not entitled to draw inferences favorable to the defendant as to the \"true\" nature of the relationship between Officer Medina-Vargas and Ortega-Barreto's wife.  The court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Medina's true purpose in creating the encounter became obvious when Ortega accused Medina of making a pass at his wife.  Medina's prior actions toward Ortega's wife are indicative of the personal nature of his relationship with Ortega and his intentions when he intervened with him.  Medina had been acting strangely around Ortega's wife, to the effect that he was requesting sexual and love favors from her.  The love feud which was the cause of Medina's intervention then became evident.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Barreto Rivera v. Medina, <span class=\"citation no-link\"><span class=\"volume\">988</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">28</span></span>, 32 (D.P.R.1997).  The court's analysis includes further references to the relationship between Officer Medina-Vargas and Ortega-Barreto's wife:  \"The case at issue ... is the story of a man who felt unrequited love, hate, jealousy towards the husband of a woman he wanted,\" id.;  \"jealousy, which was mutual between Medina and Ortega, had taken over for some time and was the underlying personal relation between them,\" id.;   Officer Medina-Vargas's acts \"were acts of a personal nature, in which the pent-up emotions of one man raged against those of another who wanted to have his wife and vice versa,\" id.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">These statements about a \"love feud\" are improper inferences drawn against the nonmoving party on a motion for summary judgment.  There was no evidence in the record that Officer Medina-Vargas was requesting sexual favors from Ortega-Barreto's wife.  There was scant evidence to support the finding that Officer Medina-Vargas pursued Ortega-Barreto on April 28th because of a love feud.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In discussing the significance of Officer Medina-Vargas's call for back up on his police radio in the final moments of the confrontation, the court again drew an improper inference from the evidence in support of the defendants.  Acknowledging that the call for back up \"could constitute an act in official capacity\", <span class=\"citation no-link\"><span class=\"id_token\">id.,</span> the court </span>went on to speculate that \"Medina may have made the call in order to shoot Ortega and argue self-defense, knowing Ortega's volatility.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 33. </span>  Such speculation adverse to the nonmoving party is inappropriate on a motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The court also placed undue emphasis on the subjective reactions of the victim to the confrontation with Officer Medina-Vargas.  For example, the court states that \"Ortega's reaction to Medina's pointing a gun in his direction was not that of a citizen confronting a police officer, but rather, as in Parrilla-Burgos, that of a participant in a private brawl.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> The court </span>further observed that the victim's actions were \"not the acts of a person heeding another's status as a policeman;  instead, they reflect Ortega's total disregard for Medina's official position.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> Although we </span>accorded the subjective reactions of the victim some relevance in the color of law analysis in Martinez and Parrilla-Burgos, the primary focus of the color of law analysis must be on the conduct of the police officer.  Cf. Pitchell v. Callan, <span class=\"citation\" data-id=\"660170\"><a href=\"/opinion/660170/john-j-pitchell-v-james-f-callan-gregory-sargis-and-city-of-hartford/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">545</span></a></span>, 548-49 (2d Cir.1994)(noting that plaintiff's argument \"erroneously centers on [the victim's] subjective reaction to [the officer's] conduct rather than the nature of [the officers'] activity, and misses the essence of the color of law requirement and the protection afforded by section 1983\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Officer Medina-Vargas was on duty, in uniform, patrolling in his police cruiser.  Cf. Pickrel v. City of Springfield, <span class=\"citation\" data-id=\"687317\"><a href=\"/opinion/687317/crystal-pickrel-v-city-of-springfield-illinois-david-dyer-and-mcgraw/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1115</span></a></span>, 1118 (7th Cir.1995)(remarking that police uniform, wearing of gun, and marked squad car parked outside of building were all indicia of state authority).  Relying on his authority as a police officer, Officer Medina-Vargas attempted to stop Ortega-Barreto while he was driving his car home from the store.  Cf. Black v. Stephens, <span class=\"citation\" data-id=\"396198\"><a href=\"/opinion/396198/black-elwood-w-sr-and-black-joyce-v-stephens-wayne-and-city-of/\"><span class=\"volume\">662</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">181</span></a></span>, 188 (3d Cir.1981)(finding that on-duty officer, dressed in police academy windbreaker, who pulled over vehicle to investigate whether driver was intoxicated was acting under color of law).  Pursuant to his police powers, he demanded Ortega-Barreto's license and registration.  When the two men began to fight, Officer Medina-Vargas forced Ortega-Barreto to submit with the use of his nightstick, a police-issued weapon and a potent symbol of police authority.  See Barna v. City of Perth Amboy, <span class=\"citation\" data-id=\"684357\"><a href=\"/opinion/684357/louis-d-barna-theresa-barna-v-city-of-perth-amboy-township-of-woodbridge/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">809</span></a></span>, 818 (3d Cir.1994)(noting that a police-issued nightstick is \"an objective indicia of police authority\").  When Ortega-Barreto came out of the house in the final moments of the confrontation and challenged Officer Medina-Vargas to put down his weapon, Officer Medina-Vargas used his police radio to request assistance from other police officers.  Cf. United States v. Tarpley, <span class=\"citation\" data-id=\"569131\"><a href=\"/opinion/569131/united-states-v-william-tarpley/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">806</span></a></span>, 809 (5th Cir.1991)(noting that fact that off-duty police officer summoned another officer to home where officer was assaulting plaintiff was of particular significance in concluding that officer was acting under color of law).  He then shot and killed the advancing, unarmed Ortega-Barreto with his service revolver.  Reviewing the \"nature and circumstances\" of Officer Medina-Vargas's conduct and the \"relationship of that conduct to the performance of his official duties,\" see <span class=\"citation\" data-id=\"696203\"><span class=\"antecedent_guess\">Martinez,</span> <a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">986</span></a></span>, we are unwilling to say that Officer Medina-Vargas's conduct was so clearly personal in nature that a jury could reach only one outcome.  To the contrary, on this summary judgment record there remains a genuine dispute about that issue.  We must therefore vacate the court's entry of summary judgment.</p>\n    </div>\n    <p>C. Supervisory Liability</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A supervisor may be found liable under section 1983 on the basis of his own acts or omissions;  liability may not be predicated upon a theory of respondeat superior.  See Maldonado-Denis v. Castillo-Rodriguez, <span class=\"citation\" data-id=\"195359\"><a href=\"/opinion/195359/denis-v-rodriquez/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span>, 581 (1st Cir.1994)(citing Gutierrez-Rodriguez v. Cartagena, <span class=\"citation\" data-id=\"527780\"><a href=\"/opinion/527780/carlos-a-gutierrez-rodriguez-v-desiderio-cartagena-and-domingo-alvarez/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 561 (1st Cir.1989)).  A supervisor may be found liable if the \"supervisor's conduct or inaction amounted to a reckless or callous indifference to the constitutional rights of others.\"  <span class=\"citation\" data-id=\"527780\"><span class=\"antecedent_guess\">Gutierrez-Rodriguez,</span> <a href=\"/opinion/527780/carlos-a-gutierrez-rodriguez-v-desiderio-cartagena-and-domingo-alvarez/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">562</span></a></span>.  \"[E]ven if a supervisor lacks actual knowledge of censurable conduct, he may be liable for the foreseeable consequences of such conduct if he would have known of it but for his deliberate indifference or willful blindness, and if he had the power and authority to alleviate it.\"  <span class=\"citation\" data-id=\"195359\"><span class=\"antecedent_guess\">Maldonado-Denis,</span> <a href=\"/opinion/195359/denis-v-rodriquez/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">582</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A plaintiff must also show that there is \"an 'affirmative link' between the street-level misconduct and the action, or inaction, of supervisory officials.\"  <span class=\"citation\" data-id=\"527780\"><span class=\"antecedent_guess\">Gutierrez-Rodriguez,</span> <a href=\"/opinion/527780/carlos-a-gutierrez-rodriguez-v-desiderio-cartagena-and-domingo-alvarez/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">562</span> </a></span>(quoting Rizzo v. Goode, <span class=\"citation\" data-id=\"109349\"><a href=\"/opinion/109349/rizzo-v-goode/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></a></span>, 371, <span class=\"citation\" data-id=\"109349\"><a href=\"/opinion/109349/rizzo-v-goode/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">598</span></a></span>, <span class=\"citation\" data-id=\"109349\"><a href=\"/opinion/109349/rizzo-v-goode/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">561</span> </a></span>(1976)).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>This causation requirement can be satisfied even if the supervisor did not participate directly in the conduct that violated a citizen's rights;  for example, a sufficient [causal] nexus may be found if the supervisor knew of, overtly or tacitly approved of, or purposely disregarded the conduct.  Consequently, deliberate indifference to violations of constitutional rights can forge the necessary linkage between the acts or omissions of supervisory personnel and the misconduct of their subordinates.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"195359\"><span class=\"antecedent_guess\">Maldonado-Denis,</span> <a href=\"/opinion/195359/denis-v-rodriquez/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">582</span></a></span>.   A plaintiff can establish a causal link \"if there exists a known history of widespread abuse sufficient to alert a supervisor to ongoing violations.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Officer Medina-Vargas's history in the police department was troubled at best.  Despite failing the psychological component of the police academy entrance exam, he was admitted to the school.  Over the course of his twenty-five year career, Officer Medina-Vargas was disciplined thirty times for abuse of power, unlawful use of physical force and/or physical assaults;  six incidents led to recommendations that he be dismissed from the force.  Toledo- Davila's first review of Officer Medina-Vargas's file came in 1992, when an investigating officer recommended his dismissal because he had an extensive record of physical assaults and there had been no apparent change in his behavior despite sanctions.  Ignoring the recommendation, Toledo-Davila imposed a fifteen day suspension.  Two weeks later, Toledo-Davila reviewed another disciplinary action taken against Officer Medina-Vargas for the improper use of his firearm three years earlier.  Following this review, Toledo-Davila reduced Officer Medina-Vargas's sanction from a thirty day suspension imposed by the former superintendent to a two day suspension.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">There is clearly sufficient evidence in this record to allow a jury to reasonably conclude that Toledo-Davila displayed deliberate indifference to Officer Medina-Vargas's propensity toward violent conduct, and that there was a causal connection between this deliberate indifference and Officer Medina-Vargas's fatal confrontation with Ortega-Barreto.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Judgment VACATED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Fifth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Puerto Rico's status is the functional equivalent to statehood with regard to section 1983 and thus the phrase under color of state law includes Puerto Rico law.  See Martinez v. <span class=\"citation\" data-id=\"696203\"><span class=\"antecedent_guess\">Colon,</span> <a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">984</span> </a></span>(1st Cir.1995);  see also Playboy Enters., Inc. v. Public Serv.  Comm'n of Puerto Rico, <span class=\"citation\" data-id=\"543590\"><a href=\"/opinion/543590/playboy-enterprises-inc-v-public-service-commission-of-puerto-rico/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 31 n. 8 (1st Cir.1990)(stating that \"this Circuit considers Puerto Rico a 'State' within the meaning of section 1983\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Pursuant to Puerto Rico Police Department policy, police officers are on duty twenty-four hours a day and required to carry identification and a service revolver at all times.  See <span class=\"citation\" data-id=\"197257\"><span class=\"antecedent_guess\">Parrilla-Burgos,</span> <a href=\"/opinion/197257/parrilla-burgos-v-hernandez-rivera/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">446</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Plaintiffs argue that the court erred in dismissing their claim for punitive damages in count six of the amended complaint.  In its order, the court dismissed the section 1983 claims of the decedent's mother and siblings because they did not have standing to bring the claims.  The court also dismissed the claim for punitive damages on the ground that count six only stated a claim on behalf of the decedent's mother.  Contrary to the plaintiffs' contentions, the court correctly read count six to apply only to decedent's mother.  Plaintiffs do not contest the court's conclusion that decedent's mother could not assert a cause of action under section 1983.  We find no error in the court's dismissal of count six</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195359/",
    "https://www.courtlistener.com/api/rest/v3/opinions/197257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/365759/",
    "https://www.courtlistener.com/api/rest/v3/opinions/396198/",
    "https://www.courtlistener.com/api/rest/v3/opinions/499045/",
    "https://www.courtlistener.com/api/rest/v3/opinions/527780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543590/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569131/",
    "https://www.courtlistener.com/api/rest/v3/opinions/660170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/684357/",
    "https://www.courtlistener.com/api/rest/v3/opinions/687317/",
    "https://www.courtlistener.com/api/rest/v3/opinions/696203/"
  ]
}